[
    {"text": "بلغ عدد سكان مصر ١٠٠ مليون نسمه تقريبا عام ٢٠٢٠.", "answer": false},
    {"text": "من العادات الاجتماعية خاصة فى الريف تفضيل المولود الذكر مما يدعو إلى تكرار الحمل والولادة على أمل ميلاد الذكر.", "answer": true},
    {"text": "مشكلة مصر السكانية، وأغلب الدول النامية لها ثلاث أبعاد: النمو السريع للسكان، سوء التوزيع الجغرافى للسكان، ثم انخفاض خصائص السكان التعليمية والصحية والعمرية والفقر.", "answer": true},
    {"text": "حصه مصر من مياه النيل سنوياً تبلغ ١٠٠ مليار متر مكعب.", "answer": false},
    {"text": "الزواج المبكر والإنجاب المبكر للإناث خاصة فى الريف لا يساعد على الزيادة السكانية.", "answer": false},
    {"text": "الزيادة السكانية فى مصر ترجع فى الأساس إلى زياده عدد المواليد وتناقص عدد الوفيات.", "answer": true},
    {"text": "من المتوقع أن يصل عدد سكان مصر إلى ١٤٠ مليون نسمه عام ٢٠٥٠.", "answer": true},
    {"text": "عدم الفهم الصحيح للدين يجعل البعض خاصه في الريف ينظر إلى تنظيم الأسرة بعين الريب والحرماني.", "answer": true},
    {"text": "تحتل مصر المرتبة السادسة عشر بين دول العالم من حيث عدد السكان.", "answer": true},
    {"text": "بينما توضح الدراسات إن الحد الأدنى لنصيب الفرد من المياه يجب ألا يقل عن ۱۰۰۰ متر مكعب إلا إن نصيب الفرد من المياه في مصر لا يزيد عن ٦٠٠ متر مكعب مما يجعل مصر من دول الفقر المائي.", "answer": true},
    {"text": "الزيادة السكانية = عدد المواليد + عدد الوفيات - المهاجرين.", "answer": false},
    {"text": "تحتل مصر المرتبة الاولى عربيا من حيث عدد السكان.", "answer": true},
    {"text": "لمواجهه الزيادة السكانية وتداعياتها يجب ان تعمل الحكومة على محوريين أساسيين في نفس الوقت المحور الأول وضع سياسات واستراتيجيات سكانيه للتحكم في النمو السكاني، والمحور الثاني وضع سياسات واستراتيجيات تنموية لاستيعاب ومقابله احتياجات الزيادة السكانية المستمرة.", "answer": true},
    {"text": "تناول دستور مصر ۲۰۱۷ الزيادة السكانية حيث يطالب الحكومة بوضع خطط وبرامج سكانيه تهدف إلى تحقيق التوازن بين معدلات النمو السكاني والموارد الاقتصادية المتاحة.", "answer": true},
    {"text": "نسبه سكان المناطق الريفية تبلغ ۷۰٪ من إجمالي سكان مصر.", "answer": false},
    {"text": "التعداد العام للسكان والذي تجريه الدولة كل ١٠ سنوات هو المصدر الأساسي للتعرف على عدد سكان الدولة.", "answer": true},
    {"text": "للجمعيات الأهلية والقطاع الخاص دور في الاستراتيجيات السكانية وتنفيذها.", "answer": true},
    {"text": "تعتبر محافظة الإسكندرية اكبر محافظه مصريه من حيث عدد السكان.", "answer": false},
    {"text": "بالرغم من إن مساحه مصر الكلية حوالى مليون كيلو متر مربع إلا أن المساحة المأهولة بالسكان لا تزيد عن ٧% تقريبا.", "answer": true},
    {"text": "سكان كل من محافظة القاهرة ومحافظه الجيزه ومحافظة القليوبيه يمثلون ۱۰٪ من سكان الجمهورية فقط البالغ حجمه ۱۰۰ ملیون نسمه.", "answer": false},
    {"text": "هناك فجوه غذائية تجعل مصر تستورد ۸۰٪ من احتياجات الغذائية.", "answer": true},
    {"text": "مصر تعتبر واحدة من أكبر 3 دول استيرادا للقمح.", "answer": true},
    {"text": "الفقر أحد الاسباب الهامه لزيادة الطلب على الإنجاب حتى يستطيع الأبناء مساعدة العائلة عن الكبر في السن.", "answer": true},
    {"text": "البطالة لا تعتبر من تداعيات واثار الزيادة السكانية", "answer": false},
    {"text": "معدل المواليد هو عدد المواليد لكل ١٠٠٠ من السكان.", "answer": true},
    {"text": "الأمية تعتبر أحد تداعيات الزيادة السكانية.", "answer": true},
    {"text": "مصر أكبر دولة إفريقيًا من حيث عدد السكان.", "answer": false},
    {"text": "محدودية المياه تعني محدودية الأمن الغذائي.", "answer": true},
    {"text": "الزيادة الطبيعية للسكان هو الفرق بين عدد المواليد وعدد الوفيات لكل ١٠٠٠ من السكان.", "answer": true},
    {"text": "التيار المتحفظ فى المجتمع يشجع على زياده الإنجاب.", "answer": true},
    {"text": "المشكلة السكانية فى مصر أصبحت مشكله أمن قومي.", "answer": true},
    {"text": "العادات والتقاليد فى المجتمع ومنها النظرة إلى أن زياده الإنجاب تعتبر صمام أمان للمرأة -خاصه فى الريف -يجنبها خطر الطلاق أو الزواج بأخري.", "answer": true},
    {"text": "توضح الدراسات والبحوث إنه لا يوجد ارتباط بين زياده الإنجاب والأميه.", "answer": false},
    {"text": "نسبه الإناث فى المجتمع أعلى من نسبه الذكور.", "answer": false},
    {"text": "سكان مصر يذيدون بمقدار 2 مليون نسمه سنويا.", "answer": true},
    {"text": "معدل وفيات الأطفال الرضع ''أقل من سنه فى العمر '' وعدد وفيات الاطفال الرضع لكل ‏1000 من السكان يعتبر مقياس للحالة الصحية فى المجتمع.", "answer": true},
    {"text": "نسبة الأطفال في المجتمع ''أقل من 15 سنة'' تمثل ثلث حجم السكان.", "answer": true},
    {"text": "ظاهره أطفال الشوارع وتزايدها لا علاقه لها بالنمو السكاني.", "answer": false},
    {"text": "تلوث البيئة ''بالإضافة إلى عوامل اخري'' ترجع إلى النمو السكاني المتزايد.", "answer": true},
    {"text": "الفقر والجوع والجهل والمرض من تداعيات الزيادة السكانية.", "answer": true},
    {"text": "المناطق الريفية أقل إنجابا من المناطق الحضرية فى مصر طبقا لنتائج الدراسات والبحوث.", "answer": false},
    {"text": "المشكلة السكانية تنشا عندما تعجز الزيادة في معدلات التنمية الاقتصادية والاجتماعية عن اللحاق بمعدلات الزيادة السكانية.", "answer": true},
    {"text": "يمكن اعتبار زياده معدلات الجريمة أحد تبعات الزيادة السكانية.", "answer": true},
    {"text": "للشباب دور هام فى مواجه مشكله التزايد السكاني خاصة إنهم آباء وأمهات الغد.", "answer": true},
    {"text": "الدساتير المصرية تجاهلت المشكلة السكانية وخطورتها.", "answer": false},
    {"text": "ازدحام الشوارع والمرور فى الشوارع يعتبر مظهر من مظاهر الزيادة السكانية.", "answer": true},
    {"text": "البطالة وخاصه بطاله الشباب لا تعتبر من مظاهر ونتائج الزيادة السكانية.", "answer": false},
    {"text": "على الحكومة أن تعمل على زياده الاستثمار فى المشروعات القومية الكبيرة وذلك لزيادة فرص العمل أمام الشباب.", "answer": true},
    {"text": "لم يتأثر متوسط نصيب الفرد فى الأرض الزراعية رغم الزيادة السكانية المتتالية.", "answer": false},
    {"text": "سوء أو الخلل فى التوزيع الجغرافي للسكان يعتبر البعد الأساسي للمشكلة السكانية في مصر.", "answer": false}
]
