[
    {"text": "لا يستطيع الإنسان أن يحيا حياة طبيعية وكريمة بدون حقوق تكفل له آدميته وتحقق له رغباته وحاجاته.", "answer": true},
    {"text": "حقوق الإنسان مقررة لكل شخص وغير ملازمة له.", "answer": false},
    {"text": "حقوق الإنسان هي: ضمانات قانونية عامة وعالمية تحمي كل إنسان دون تمييزء بغض النظر عن جنسه أو جنسيته أو لغته أو دينه أو أصله العرقي.", "answer": true},
    {"text": "لا تحظى حقوق الإنسان بإهتمام المنظمات الدولية.", "answer": false},
    {"text": "حقوق الإنسان هي حقوق عالميّة.", "answer": true},
    {"text": "حقوق الإنسان غير قابلة للتجزئة ومترابطة.", "answer": true},
    {"text": "يعتبر حق الشعوب في تقرير مصيرها من الحقوق الجماعية.", "answer": true},
    {"text": "حقوق الإنسان قابلة للتصرف فيها.", "answer": false},
    {"text": "لا يجوز تقييد حرية الشخص في حالة ارتكابه جريمة معاقب عليها.", "answer": false},
    {"text": "يعد الإعلان العالمي لحقوق الإنسان من أهم المواثيق الدولية التي تضمن وتحمي حقوق الانسان وحرياته.", "answer": true},
    {"text": "توجد سبع اتفاقيات دولية أساسية لحقوق الإنسان.", "answer": true},
    {"text": "صدر العهد الدولي الخاص بالحقوق المدنية والسياسية عام 1999.", "answer": false},
    {"text": "قرينة البراءة تقضي بأن الشخص بريء ما لم تثبت إدانته.", "answer": true},
    {"text": "صدر العهد الدولي الخاص بالحقوق الاقتصادية والاجتماعية والثقافية عام 1966.", "answer": true},
    {"text": "يجب القضاء علي التمييز العنصري بكافة أشكاله وتعزيز التفاهم بين جميع الأجناس.", "answer": true},
    {"text": "تركز اتفاقية القضاء على أشكال التمييز ضد المرأة بشكل حصري على الحقوق الخاصة بالطفل.", "answer": false},
    {"text": "تنص اتفاقية القضاء على أشكال التمييز ضد المرأة على عدم التمييز على أساس الجنس.", "answer": true},
    {"text": "تعتبر حقوق المرأة جزء لا يتجزأ من حقوق الإنسان العالمية ولا ينفصل عنها.", "answer": true},
    {"text": "يجوز تعرض المتهم للتعذيب في حالة ارتكابه إحدى الجنايات بالغة الخطورة.", "answer": false},
    {"text": "تعتبر حقوق الطفل من أهم حقوق الإنسان في منظومة الأمم المتحدة.", "answer": true},
    {"text": "للطفل حق في الاسم قبل ولادته.", "answer": false},
    {"text": "لا تتضمن اتفاقية حقوق الطفل حماية خاصة بأطفال الشوارع.", "answer": false},
    {"text": "تشجع الاتفاقية الدوليّة لحماية حقوق العمال المهاجرين الهجرة غير الشرعية.", "answer": false},
    {"text": "ينص الدستور المصري على احترام حقوق الإنسان وحرياته.", "answer": true},
    {"text": "تتضمن القوانين الوطنية نصوصا تحمي حقوق الإنسان بمختلف أنواعها.", "answer": true},
    {"text": "تعتبر اللوائح من المصادر الوطنية لحقوق الإنسان.", "answer": true},
    {"text": "تثبت الحقوق المدنية والسياسية للإنسان منذ ولادته؛ وتظل ملازمة له حتى موته.", "answer": true},
    {"text": "يعتبر حق الانتخاب من الحقوق السياسية.", "answer": true},
    {"text": "تعتبر الحقوق المدنية والسياسية من الحقوق المالية.", "answer": false},
    {"text": "يجوز التصرف في الحقوق المدنية والسياسية.", "answer": false},
    {"text": "حق الإنسان في الحياة هو من الحقوق الاقتصادية والاجتماعية والثقافية.", "answer": false},
    {"text": "حق الإنسان في الحياة هو حق طبيعي ثابت ملازم لكل إنسان.", "answer": true},
    {"text": "يجوز حرمان أي فرد من حياته بشكل تعسفي.", "answer": false},
    {"text": "يجوز تطبيق عقوبة الإعدام كجزاء على الجنايات بالغة الخطورة بدون حكم قضائي نهائي وبات.", "answer": false},
    {"text": "يجوز إجراء التجارب الطبية والعلمية على الفرد بدون رضاه الحر.", "answer": false},
    {"text": "لا يجوز التمييز بين البشر بسبب الجنس أو اللون أو الدين أو اللغة.", "answer": true},
    {"text": "للإنسان الحق في التنقل والإقامة والهجرة من مكان الى آخر دون أي قيود أو إجراءات.", "answer": false},
    {"text": "للمنازل حرمة فلا يجوز دخولها ولا تفتيشها ولا مراقبتها أو التنصت عليها إلا بأمر قضائي مسبب.", "answer": true},
    {"text": "لكل إنسان ممارسة شعائر ديانته السماوية بما لا يتعارض مع مقتضيات النظام العام والآداب.", "answer": true},
    {"text": "لكل إنسان حرية في التعبير عن آرائه وأفكاره بشرط عدم المساس بالنظام العام والاداب وحقوق الغير.", "answer": true},
    {"text": "يشترط لتأسيس الجمعيات والأحزاب السياسية إبلاغ الجهات المختصة للحصول على ترخيص منها.", "answer": true},
    {"text": "لا تتطلب الحقوق الاقتصادية والاجتماعية والثقافية تدخل إيجابي من الدولة.", "answer": false},
    {"text": "لا يجوز فرض الحراسة على الملكية الخاصة إلا في الأحوال المبينة في القانون وبحكم قضائي.", "answer": true},
    {"text": "يجيز القانون نزع الملكية الخاصة للمنفعة العامة إذا اقتضت ذلك المصلحة العامة.", "answer": true},
    {"text": "العمل حق وواجب وشرف تكفله الدولة.", "answer": true},
    {"text": "يجوز فصل العمال تعسفيًا.", "answer": false},
    {"text": "للعامل الحق في التأمين الاجتماعي في حالات العجز عن العمل والشيخوخة والبطالة.", "answer": true},
    {"text": "لكل مواطن الحق في الرعاية الصحية المتكاملة وفقًا لمعايير الجودة.", "answer": true},
    {"text": "يعد الحق في التعليم من الحقوق الأساسية للإنسان.", "answer": true},
    {"text": "تحرص الدولة على إقامة المنشآت التعليمية وتوفير التعليم للمواطنين.", "answer": true}
]