[
    {"text": "يعتبر الفساد ظاهرة عالمية تتضخم وتتشعب لتهدد استقرار المجتمعات وأمنها.", "answer": true},
    {"text": "يتعذر كشف الفساد ومكافحته والسيطرة عليه دون إطار قانوني متكامل.", "answer": true},
    {"text": "تواجه مكافحة الفساد تحديات لم تكن مطروحة من قبل.", "answer": true},
    {"text": "الشفافية هي أداة مهمة للحد من الفساد ومكافحته.", "answer": true},
    {"text": "لا ترتبط الشفافية ارتباطا وثيقا بحقوق الإنسان الأساسية.", "answer": false},
    {"text": "يقصد بالشفافية: عدم الوضوح التام في اتخاذ القرارات.", "answer": false},
    {"text": "يجب تعزيز الشفافية بضمان تداول المعلومات المتعلقة بالفساد.", "answer": true},
    {"text": "لا يوجد فرق بين مفهومي الشفافية والنزاهة.", "answer": false},
    {"text": "وفقًا للمفهوم الواسع للفساد فإنه يقتصر فقط على العاملين بالدولة.", "answer": false},
    {"text": "يقوم القطاع الخاص بدور مهم في إفساد القطاع الحكومي.", "answer": true},
    {"text": "يتمثل الفساد المالي في الانحرافات المالية ومخالفة القواعد والأحكام التي تنظم سير العمل الإداري والمالي في الدولة.", "answer": true},
    {"text": "جرم المشرع المصري أهم أفعال الفساد ضمن إطار الجرائم المضرة بالمصلحة العامة.", "answer": true},
    {"text": "تتطلب جريمة الرشوة وجود طرف واحد فقط هو المرتشي.", "answer": false},
    {"text": "اختلاس الأموال العامة هو عبث الموظف بما أؤتمن عليه من مال عام بحكم توليه الوظيفة العامة.", "answer": true},
    {"text": "يعاقب على جريمة اختلاس الأموال العامة بالحبس.", "answer": false},
    {"text": "لم تتضمن الاتفاقية الدولية لمكافحة الفساد أي نص بشأن اختلاس الأموال العامة.", "answer": false},
    {"text": "تضمن جريمة غسل الأموال للجاني الاستمرار في الاستفادة من تلك الأموال دون الخوف من المسائلة القانونية.", "answer": true},
    {"text": "لا تهدف جريمة غسل الأموال إلى إخفاء المصدر غير المشروع والمحظور لهذه الأموال.", "answer": false},
    {"text": "الكسب غير المشروع: هو صورة من صور الفساد المالي.", "answer": true},
    {"text": "لا يؤدي الكسب غير المشروع إلى زيادة ممتلكات الجاني بشكل لا يتناسب مع دخله.", "answer": false},
    {"text": "لم تنص الاتفاقية الدولية لمكافحة الفساد على ضرورة مكافحة الثراء غير المشروع.", "answer": false},
    {"text": "يجب على الدول اتخاذ ما يلزم من تدابير تشريعية ودستورية لتجريم الإثراء غير المشروع.", "answer": true},
    {"text": "لا يرتبط الفساد الإداري بالوظائف العامة.", "answer": false},
    {"text": "يستبدل الفساد الإداري الكفاءة بالمحسوبية.", "answer": true},
    {"text": "استغلال النفوذ الوظيفي هو استفادة الموظف من وظيفته العامة للحصول على امتيازات خاصة.", "answer": true},
    {"text": "لا تعتبر المحسوبية والمحاباة والواسطة من صور الفساد الإداري.", "answer": false},
    {"text": "يكون الفساد سياسيًا عندما تكون دوافعه وأهدافه سياسية.", "answer": true},
    {"text": "تتعدد الأجهزة الرقابية الخاصة بمكافحة الفساد في مصر.", "answer": true},
    {"text": "تتطلب مكافحة الفساد اتخاذ تدابير وقائية.", "answer": true},
    {"text": "التدابير الوقائية لمكافحة الفساد ليست ذات طابع إجرائي مؤقت.", "answer": false},
    {"text": "يكتنف إجراءات استرداد الأموال المتحصلة من الفساد من دول أجنبية بعض الصعوبات.", "answer": true},
    {"text": "وردت الإجراءات الوقائية بشأن الفساد على سبيل الحصر.", "answer": false},
    {"text": "يجب حماية المُبلغين عن وقائع الفساد.", "answer": true},
    {"text": "لا يلزم حماية الخبراء والشهود في قضايا الفساد.", "answer": false},
    {"text": "لا يجوز التحفظ والحجز على العائدات الإجرامية للفساد.", "answer": false},
    {"text": "يجب منع غسل الأموال الملوثة بالفساد.", "answer": true},
    {"text": "يتطلب التعويض عن أضرار الفساد وضع قواعد قانونية ملائمة.", "answer": true},
    {"text": "يعتبر التعويض من وسائل الحماية المدنية الموضوعية المهمة للمضرورين من أفعال الفساد.", "answer": true},
    {"text": "يحرص المشرع على حرمان المفسدين من جني ثمار فسادهم.", "answer": true},
    {"text": "لا يتعين على الدول التعاون لاسترداد الموجودات المتحصلة من الفساد.", "answer": false},
    {"text": "يجوز مصادرة الموجودات المتحصلة من أفعال الفساد.", "answer": true},
    {"text": "يؤدي الفساد إلى بطلان العقود المشوبة به.", "answer": true},
    {"text": "للمحكمة أن تقضي ببطلان العقود الملوثة بالفساد من تلقاء نفسها.", "answer": true},
    {"text": "يؤدي الفساد إلى بطلان شروط التحكيم الموجودة بالعقد.", "answer": true},
    {"text": "وضعت منظمة الشفافية الدولية ميثاقًا للنزاهة.", "answer": true},
    {"text": "لا يلزم مكافحة الفساد عند إبرام العقود.", "answer": false},
    {"text": "يجب تشديد الجزاء الجنائي والمدني وتنظيم المسئولية عن كافة صور الفساد الضار بالمجتمع.", "answer": true},
    {"text": "يجب تعزيز التعاون الدولي قضائيًا وإجرائيًا في مجال المسئولية المدنية عن الفساد.", "answer": true},
    {"text": "لا يلزم مكافحة الجرائم المعلوماتية بشأن الفساد.", "answer": false},
    {"text": "يجب الأخذ بنظام المصادرة العينية لموجودات وعائدات الفساد.", "answer": true}
]